#+TITLE: City of Indexes
#+SUBTITLE: Notes
#+AUTHOR: Christian Sangvik
#+EMAIL: christian.sangvik@gmx.ch
#+DATE: <2018-02-19 Mon>

* Introduction

** What is information?

   Information is an unit of quantity. In the digital excurse we have only two
   states, 0 and 1. But with the right combination and interpretation we can
   articulate everything. The question arises: In a world, where all the
   information is out there, what to ask?

** What are cities actually about?

* Living with the big plenty

** Units of Big Data

   The Units come from the Data themselves and have no relation to any phsyical
   measurement.

   The question that we have to consider when working with Big Data is /WHAT/
   rather than /WHY/?

   #+BEGIN_SRC python :results output
     import math as m
     import numpy as np
     import pandas as pd
     import matplotlib as plt

     df = pd.read_csv("~/asdf.csv")
     print(df.head(5))
     print(df.describe())
   #+END_SRC

   #+RESULTS:
   #+begin_example
      a  1 1.1  3
   0  b  2   r  m
   1  c  3   h  j
   2  d  4   i  l
   3  e  5   i  l
		 1
   count  4.000000
   mean   3.500000
   std    1.290994
   min    2.000000
   25%    2.750000
   50%    3.500000
   75%    4.250000
   max    5.000000
   #+end_example

